Repository: Etiennef/searchandcreate
Catalog: locales/*.po
Languages: fr_fr

source: Configuration for Searchandcreate
fr_fr: Configuration pour Searchandcreate

source: Keywords
fr_fr: Mots-clés

source: Keywords for this item
fr_fr: Mots-clé pour cet objet

source: No keywords are defined for this item
fr_fr: Aucun mot-clé nest défini pour cet obet

source: Search
fr_fr: Recherche

source: Selector
fr_fr: Sélecteur

source: Most used
fr_fr: Les plus utilisées

source: Select where to create ticket
fr_fr: Choisissez où vous souhaitez créer un ticket

source: You have to chose type first
fr_fr: Vous devez d'abord choisir le type

source: Go to creation form
fr_fr: Aller au formulaire de création

source: You have to chose type and category first
fr_fr: Vous devez d'abord choisir le type et la catégorie du ticket

source: Create
fr_fr: Créer

source: Favorite
fr_fr: Favori

source: Use of the profile blabla is recommended to create a category. Click here to change your profile
fr_fr: Il est recommandé d'utiliser le profil blabla pour créer des tickets. Cliquez ici pour le sélectionner

source: Warning : your change on favorites are not automaticly saved, don't forget to save them by clicking this button
fr_fr: Attention : vos changements sur les favoris ne sont pas sauvegardés automatiquement. N'oubliez pas de les sauvegarder en cliquant sur ce bouton.

source: Search criteria
fr_fr: Critères de recherche

source: Scope
fr_fr: Etendue de la recherche

source: Display all entities
fr_fr: Toutes les entités

source: Only active entities
fr_fr: Seulement les entités actives

source: Restrict to favorites
fr_fr: N'afficher que les favoris

source: Remove from favorites
fr_fr: Retirer des favoris

source: Add to favorites
fr_fr: Ajouter aux favoris

source: This category does not allow incident creation
fr_fr: Cette catégorie n'autorise pas le création d'incidents

source: This category does not allow request creation
fr_fr: Cette catégorie n'autorise pas la création de demandes

source: Plugin has been tested only for GLPI 0.84.8
fr_fr: Ce plugin n'a été testé que pour GLPI 0.84.8

source: Plugin requires ConfigManager 1.0
fr_fr: Ce plugin requiert ConfigManager 1.x.x

source: Plugin requires Smartredirect 1.0
fr_fr: Ce plugin requiert SmartRedirect 1.x.x
